Repository: sonnyp/gigagram
Catalog: po/*.po
Languages: ar, bg, es, eu, gl, he, hr, id, pl, sv

source: String that will be used as user agent, to identify the browser to the web servers.
ar: الخيط الذي يستخدم كعميل للمستخدم، لتعريف متصفح الوب للخوادم.
bg: Име, с което браузърът ще се представя пред уеб сървърите.
es: Cadena que se usará como agente de usuario, para identificar el navegador ante los servidores web.
eu: Erabiltzaile-agente gisa erabiliko den katea, nabigatzailea web-zerbitzarien aurrean identifikatzeko.
gl: Cadea que se usará como axente de usuario, para identificar o navegador ante os servidores web.
he: מחרוזת שתשמש כסוכן משתמש כדי לזהות את הדפדפן מול שרתים.
hr: Znakovni niz koji će se koristiti kao korisnički agent za identifikaciju preglednika na web serverima.
pl: Ciąg znaków, który będzie używany jako klient użytkownika w celu identyfikacji przeglądarki na serwerach WWW.
sv: Sträng som kommer att användas som användaragent för att identifiera webbläsaren till webbservrarna.

source: Notifications priority
ar: أولوية التنبيهات
bg: Приоритет на известията
es: Prioridad de las notificaciones
eu: Jakinarazpenen lehentasuna
gl: Prioridade das notificacións
he: עדיפות התראות
hr: Prioritet obavijesti
id: Prioritas notifikasi
pl: Priorytet powiadomień
sv: Aviseringsprioritet

source: Sets the priority of notifications
ar: يعين أولوية التنبيهات
bg: Задава приоритета на известията
es: Establece la prioridad de las notificaciones
eu: Jakinarazpenen lehentasuna ezartzen du
gl: Estabelece a prioridade das notificacións
he: מגדיר את עדיפות ההתראות
hr: Postavlja prioritet obavijesti
pl: Ustawia priorytet powiadomień
sv: Anger prioritet för aviseringar

source: translator-credits
ar: أحمد محمد <iramosu@protonmail.com>
bg: twlvnn kraftwerk <kraft_werk@tutanota.com>
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
eu: Sergio Varela <sergiovg01@outlook.com>
gl: Fran Dieguez <fran.dieguez@gnome.org>
he: ירון שהרבני <sh.yaron@gmail.com>
hr: Milo Ivir <mail@milotype.de>
pl: ewm https://ewm.codeberg.page
sv: Luna Jernberg <droidbittin@gmail.com>

source: Normal
ar: اعتيادي
bg: Нормално
he: רגילה
hr: Normalno
pl: Normalny

source: Low
ar: منخفض
bg: Ниско
es: Bajo
gl: Baixo
he: נמוכה
hr: Nisko
pl: Niski
sv: Låg

source: High
ar: عالي
bg: Високо
es: Alto
gl: Alto
he: גבוהה
hr: Visoko
pl: Wysoki
sv: Hög

source: Urgent
ar: عاجل
bg: Спешно
es: Urgente
gl: Urxente
he: דחופה
hr: Hitno
pl: Pilne
sv: Viktig

# shortcut window
source: General
ar: عام
bg: Основни
eu: Orokorra
gl: Xeral
he: כללי
hr: Općenito
id: Umum
pl: Ogólny
sv: Allmänt

# shortcut window
source: Go to the next tab
ar: اذهب إلى اللسان التالي
bg: Към следващия подпрозорец
es: Ir a la siguiente pestaña
eu: Joan hurrengo erlaitzera
gl: Ir á seguinte lapela
he: מעבר ללשונית הבאה
hr: Prijeđi na sljedeću karticu
id: Beralih ke tab selanjutnya
pl: Przejdź do następnej zakładki
sv: Gå till nästa flik

# shortcut window
source: Go to the previous tab
ar: اذهب إلى اللسان السابق
bg: Към предишния подпрозорец
es: Ir a la pestaña anterior
eu: Joan aurreko erlaitzera
gl: Ir á lapela anterior
he: מעבר ללשונית הקודמת
hr: Prijeđi na prethodnu karticu
id: Beralih ke tab sebelumnya
pl: Przejdź do poprzedniej zakładki
sv: Gå till föregående flik

# shortcut window
source: Move current tab to the left
ar: انقل اللسان الحالي إلى اليسار
bg: Преместване на подпрозореца наляво
es: Mover la pestaña actual a la izquierda
eu: Oraingo erlaitza ezkerrera mugitu
gl: Mover a lapela actual á esquerda
he: העברת הלשונית הנוכחית שמאלה
hr: Premjesti trenutačnu karticu ulijevo
id: Pindahkan tab ini ke kiri
pl: Przesuń bieżącą zakładkę w lewo
sv: Flytta aktuell flik till vänster

# shortcut window
source: Move current tab to the right
ar: انقل اللسان الحالي إلى اليمين
bg: Преместване на подпрозореца надясно
es: Mover la pestaña actual a la derecha
eu: Oraingo erlaitza eskuinera mugitu
gl: Mover a lapela actual á dereita
he: העברת הלשונית הנוכחית ימינה
hr: Premjesti trenutačnu karticu udesno
id: Pindahkan tab ini ke kanan
pl: Przesuń bieżącą zakładkę w prawo
sv: Flytta aktuell flik till höger

# shortcut window
source: Quit
ar: غادِر
bg: Спиране на програмата
es: Salir
eu: Irten
gl: Saír
he: יציאה
hr: Zatvori aplikaciju
id: Keluar
pl: Zakończ
sv: Avsluta

# shortcut window
source: Shortcuts
ar: الاختصارات
bg: Клавишни комбинации
es: Atajos
eu: Lasterbideak
gl: Atallos
he: קיצורי מקשים
hr: Prečaci
id: Pintasan
pl: Skróty
sv: Genvägar

# shortcut window
source: Toggle inspector
ar: بدّل الفاحص
bg: Инспектор
es: Conmutar inspector
eu: Ikuskatzailea kommutatu
gl: Trocar o inspector
he: הצגת/הסתרת חוקר
hr: Uključi/isključi inspektora
pl: Przełącz okno inspektora
sv: Växla inspektör

# shortcut window
source: First – Ninth Tab
ar: اللسان الأول – التاسع
bg: Първи — девети подпрозорец
es: Primera - Novena pestaña
eu: Lehenengoa - Bederatzigarrena erlaitza
gl: Primeira - Novena lapela
he: לשונית ראשונה - תשיעית
hr: Prva do deveta kartica
id: Tab Pertama – Tab Ke-Sembilan
pl: Pierwsza – Dziewiąta zakładka
sv: Första - Nionde fliken

# shortcut window
source: Navigation
ar: التنقل
bg: Навигация
es: Navegación
eu: Nabigazioa
gl: Navegación
he: ניווט
hr: Navigacija
id: Navigasi
pl: Nawigacja
sv: Navigering

# shortcut window
source: Go to homepage
ar: اذهب إلى الصفحة الرئيسة
bg: Към началната страница
es: Ir a la página de inicio
eu: Joan hasierako orrira
gl: Ir á páxina de inicio
he: מעבר לעמוד הבית
hr: Prijeđi na web stranicu
pl: Wróć do strony głównej
sv: Gå till hemsida

# shortcut window
source: Reload current page
ar: أعد تحميل الصفحة الحالية
bg: Презареждане на текущата страница
es: Recargar la página actual
eu: Egungo orrialdea berriz kargatu
gl: Recargar a páxina actual
he: רענון העמוד הנוכחי
hr: Ponovo učitaj trenutačnu stranicu
id: Muat ulang halaman
pl: Odśwież bieżącą stronę
sv: Ladda om nuvarande sida

# shortcut window
source: Reload bypassing cache
ar: أعد تحميل التخزين المتجاوز
bg: Презареждане без ползване на кеша
es: Recargar omitiendo la caché
eu: Berriro kargatu, katxea kenduta
gl: Recargar omitindo a caché
he: רענון בלי מטמון
hr: Ponovno učitavanje stranice
pl: Przeładuj z pominięciem pamięci podręcznej
sv: Ladda om förbikopplings cache

# shortcut window
source: Stop loading current page
ar: أوقف تحميل الصفحة الحالية
bg: Спиране на зареждането на текущата страница
es: Detener la carga de la página actual
eu: Oraingo orrialdearen karga gelditu
gl: Deter a carga da páxian actual
he: עצירת טעינת העמוד הנוכחי
hr: Prekini učitavanje trenutačne stranice
id: Berhenti memuat halaman
pl: Zatrzymaj ładowanie bieżącej strony
sv: Sluta ladda nuvarande sida

# shortcut window
source: Go back to the previous page
ar: عُد إلى الصفحة السابقة
bg: Назад към предишната страница
es: Volver a la página anterior
eu: Itzuli aurreko orrira
gl: Volver á páxina anterior
he: חזרה לעמוד הקודם
hr: Vrati se na prethodnu stranicu
id: Kembali ke halaman sebelumnya
pl: Wróć do poprzedniej strony
sv: Gå tillbaka till föregående sida

# shortcut window
source: Go forward to the next page
ar: تقدَّم إلى الصفحة التالية
bg: Напред към следващата страница
es: Avanzar a la siguiente página
eu: Aurrera egin hurrengo orrira
gl: Avanzar á seguinte páxina
he: התקדמות לעמוד הבא
hr: Prijeđi na sljedeću stranicu
id: Beralih ke halaman berikutnya
pl: Przejdź do następnej strony
sv: Gå framåt till nästa sida

# shortcut window
source: Focus the address bar
ar: ركّز على شريط العنوان
bg: Фокусиране върху лентата за адреси
es: Enfocar la barra de direcciones
eu: Helbide-barra enfokatu
gl: Enfocar a barra de enderezos
he: התמקדות על סרגל הכתובת
hr: Fokusiraj adresnu traku
pl: Zaznacz pasek adresu
sv: Fokusera adressfältet

source: Top
ar: أعلى
bg: Горе
es: Arriba
eu: Goian
gl: Arriba
he: עליון
hr: Gore
id: Atas
pl: Do góry
sv: Högst upp

source: Left
ar: يسار
bg: Вляво
es: Izquierda
eu: Ezkerra
gl: Esquerda
he: שמאל
hr: Lijevo
id: Kiri
pl: Lewy
sv: Vänster

source: Right
ar: يمين
bg: Вдясно
es: Derecha
eu: Eskuina
gl: Dereita
he: ימין
hr: Desno
id: Kanan
pl: Prawy
sv: Höger

source: Bottom
ar: أسفل
bg: Доло
es: Abajo
eu: Behera
gl: Abaixo
he: תחתון
hr: Dolje
id: Bawah
pl: Dół
sv: Längst ned

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
bg: Клавишни комбинации
es: Atajos del teclado
eu: Teklatuko lasterbideak
gl: Atallos de teclado
he: קיצורי מקלדת
hr: Tipkovnički prečaci
id: Pintasan Papan Ketik
pl: Skróty klawiszowe
sv: Tangentbordsgenvägar

source: About Tangram
ar: عَنْ تانجرام
bg: Относно „Tangram“
es: Acerca de Tangram
eu: Tangrami buruz
gl: Sobre Tangram
he: על Tanagram
hr: O aplikaciji Tangram
id: Tentang Tangram
pl: O Tangramie
sv: Om Tangram
