Repository: sonnyp/gigagram
Catalog: po/*.po
Languages: ar, bg, es, eu, gl, he, hr, id, pl, sv

source: Tangram
ar: تانجرام

source: Sonny Piers
ar: سوني بيرز
he: סוני פירס

source: Browser for your pinned tabs
ar: متصفح لألسنتك المثبتة
bg: Браузър за вашите прикачени подпрозорци
es: Navegador para sus pestañas fijadas
eu: Nabigatzailea bere erlaitz ainguratuetarako
gl: Navegador para as súas lapelas fixadas
he: דפדפן ללשוניות הנעוצות שלך
hr: Preglednik za prikvačene kartice
id: Peramban untuk tab yang kamu sematkan
pl: Przeglądarka dla twoich przypiętych kart
sv: Webbläsare för dina fästa flikar

source: Tangram is a new kind of browser. It is designed to organize and run your Web applications. Each tab is persistent and independent. You can set multiple tabs with different accounts for the same application.
ar: تانجرام هو نوعٌ جديد من المتصفحات. صُمم خصيصًا لترتيب وتنفيذ تطبيقات الوِب الخاصة بك. جميع الألسنة مستمرة ومستقلة. يمكن تعيين عدة ألسنة مع عدة حسابات لنفس التطبيق.
bg: Tangram е нов вид браузър. Той е предназначен за организиране и изпълнение на вашите уеб приложения. Всеки подпрозорец е устойчив и независим. Може да зададете няколко подпрозорци с различни регистрации за едно и също приложение.
es: Tangram es un tipo nuevo de navegador. Está diseñado para organizar y ejecutar sus aplicaciones web. Cada pestaña es persistente e independiente. Puede establecer varias pestañas con diferentes cuentas para la misma aplicación.
eu: Tangram nabigatzaile mota berri bat da. Web-aplikazioak antolatzeko eta exekutatzeko diseinatuta dago. Erlaitz bakoitza iraunkorra eta independentea da. Aplikazio bererako hainbat kontu dituzten hainbat erlaitz ezar ditzakezu.
gl: Tangram é un tipo novo de navegador. Está deseñado para organizar e executar as súas aplicacións web. Cada pestaña é persistente e independiente. Pode estabelecer varias lapelas con diferentes contas para a mesma aplicación.
he: Tangram הוא דפדפן מסוג חדש. הוא תוכנן כדי לארגן את יישומי הדפדפן שלך. כל לשונית היא קבועה ועצמאית. אפשר להגדיר מגוון לשוניות עם חשבונות שונים עבור אותו היישום.
hr: Tangram je nova vrsta preglednika. Dizajniran je za organiziranje i pokretanje web aplikacija. Svaka je kartica fiksna i neovisna. Omogućuje postavljanje više kartica s različitim računima za istu aplikaciju.
id: Tangram adalah peramban baru. Didesain untuk menjalankan dan merapikan aplikasi berbasis web. Masing-masing tab disimpan secara terpisah. Kamu bisa menggunakan banyak tab dengan akun berbeda untuk aplikasi yang sama.
pl: Tangram to nowy rodzaj przeglądarki. Została zaprojektowana, aby organizować i uruchamiać Twoje aplikacje webowe. Każda karta jest trwała i niezależna. Możesz stworzyć kilka kart z różnymi kontami dla tej samej aplikacji.
sv: Tangram är en ny typ av webbläsare. Den är utformad för att organisera och köra dina webbapplikationer. Varje flik är beständig och oberoende. Du kan ställa in flera flikar med olika konton för samma applikation.

source: Common use cases:
ar: استخدامات شائعة:
bg: Често срещани случаи на употреба:
es: Casos de uso habituales:
eu: Ohiko erabilera-kasuak:
gl: Casos de uso habituais:
he: מקרי שימוש נפוצים:
hr: Uobičajeni slučajevi upotrebe:
id: Penggunaan umum:
pl: Powszechne zastosowania:
sv: Vanliga användningsfall:

source: Stay up to date with your favorite communities; Mastodon, Twitter, ...
ar: ابق على إطلاع دائم بمجتمعاتك المفضلة؛ ماستدون، أو تويتر، أو إلخ...
bg: Бъдете в крак с любимите си общности: Mastodon, Twitter, …
es: Manténgase al día con sus comunidades favoritas: Mastodon, Twitter, …
eu: Egunean egon zure komunitate gustukoenekin: Mastodon, Twitter, …
gl: Mantéñase ao día coas súas comundiades favoritas: Mastodon, Twitter, …
he: שמירה על קשר עם הקהילות המועדפות עליך: Mastodon, טוויטר…
hr: Budi u toku sa svojim omiljenim zajednicama; Mastodon, Twitter, …
id: Dapatkan kabar terkini dari komunitas kesukaanmu; Mastodon, Twitter, ...
pl: Bądź na bieżąco z twoją ulubioną społecznością: Mastodon, Twitter, ...
sv: Håll dig uppdaterad med dina favoritcommunities; Mastodon, Twitter, ...

source: Merge all these chat applications into one; WhatsApp, Messenger, Telegram, ...
ar: ادمج كل تطبيقات الدردشة في تطبيق واحد؛ واتساب، أو ماسنجر، أو تليجرام، أو إلخ ...
bg: Сливане на всички тези програми за чат в едно; WhatsApp, Messenger, Telegram, …
es: Combine todas las aplicaciones de mensajería en una sola: WhatsApp, Messenger, Telegram, …
eu: Konbinatu mezularitza-aplikazio guztiak bakar batean: WhatsApp, Messenger, Telegram, …
gl: Combine todas as aplicacións de mensaxaría nunha sola: WhatsApp, Messenger, Telegram, …
he: מיזוג כל יישומי הצ׳אט האלו לאחד: WhatsApp,‏ Messenger, טלגרם…
hr: Spoji sve chat aplikacije u jednu; WhatsApp, Messenger, Telegram, …
id: Gabungkan semua aplikasi chatting ini menjadi satu; WhatsApp, Messenger, Telegram, ...
pl: Połącz te aplikacje w jedną; WhatsApp, Messenger, Telegram, ...
sv: Slå samman alla dessa chattapplikationer till en; WhatsApp, Messenger, Telegram, ...

source: Group your organization tools under one application; EMail, Calendar, ...
ar: جَمِّع أدوات مؤسستك تحت تطبيق واحد؛ البريد الإلكتروني، أو التقويم، أو إلخ...
bg: Групирайте инструментите си за организация в една програма: е—поща, календар, …
es: Agrupe sus herramientas de organización en una sola aplicación: correo electrónico, calendario, …
eu: Bere antolaketa-tresnak aplikazio bakar batean biltzen ditu: posta elektronikoa, egutegia, …
gl: Agrupe as súas ferramentas de organización nunha sola aplicación: correo electrónico, calendario, …
he: קיבוץ כל כלי העבודה שלך ליישום אחד: דוא״ל, לוח שנה…
hr: Grupiraj alate tvoje tvrtke ili ustanove u jednu aplikaciju; EMail, Kalendar, …
id: Kelompokkan alat organisasi Anda dalam satu aplikasi; Email, Kalender, ...
pl: Zbierz narzędzia organizacyjne w jednej aplikacji: EMail, Kalendarz, ...
sv: Gruppera dina organisationsverktyg under en applikation; E-post, kalender,...

source: One-stop for multiple sources of documentation or information
ar: مكان واحد لمصادر متعددة من الوثائق أو المعلومات
bg: Едно място за множество източници на документация или информация
es: Una sola parada para múltiples fuentes de documentación o información
eu: Geldialdi bakarra dokumentazio edo informazio-iturri anitzentzat
gl: Unha sola parada para múltiples fontes de documentación ou información
he: נקודת המוקד למגוון מקורות לתיעוד או מידע
hr: Centralno mjesto za izvore dokumentacija ili informacija
id: Satu atap untuk berbagai sumber dokumentasi atau informasi
pl: Jeden przystanek od wielu źródeł dokumentacji lub informacji
sv: Ett stopp för flera källor till dokumentation eller information

source: Fix a bug preventing to start Tangram
ar: أصلح خطئًا لبدء تانجرام
bg: Поправена е грешка, която не позволяваше да се стартира Tangram
es: Corregido un error que impedía iniciar a Tangram
gl: Corrixiuse un erro que impedía iniciar Tangram
he: תוקנה תקלה שמנעה את הפעלת Tangram
hr: Ispravak greške koja je sprečavala pokretanje Tangrama
id: Perbaikan bug yang mencegah untuk memulai Tangram
pl: Naprawiono błąd uniemożliwiający uruchomienie Tangramu
sv: Fixade en bugg som förhindrar att Tangram startas

source: Reduce the noisiness of logs
ar: قَلِل ضجيج السجلات
bg: Намалени са съобщенията на журналите
es: Reducido lo innecesario de los registros
gl: Reducilo ruído dos troncos
he: הופחת הרעש ביומנים
hr: Kraćenje sadržaja dnevnika na bitne informacije
id: Mengurangi suara bising logs
pl: Redukuj szum w dzienniku
sv: Minskade bullret från loggar

source: Fix a bug preventing to add new tabs
ar: إصلاح خطأ منع إضافة ألسنة جديدة
bg: Поправена е грешка, която не позволяваше да се добавят нови подпрозорци
es: Corrección de un error que impedía añadir nuevas pestañas
gl: Corrixir un erro que impedía engadir novas pestanas
he: תוקנה תקלה שמנעה הוספת לשוניות חדשות
hr: Ispravak greške koja je sprečavala dodavanje kartica
id: Perbaikan bug yang mencegah penambahan tab baru
pl: Naprawiono błąd uniemożliwiający dodawanie nowych zakładek
sv: Fixade en bugg som förhindrar att nya flikar kan läggas till

source: Notifications priority is normal instead of urgent by default
ar: أولوية التنبيهات «اعتيادية» بدلًا من «عاجلة» بشكل مبدئي
bg: Приоритетът на известията стандартно вече е нормален вместо спешен
es: La prioridad de las notificaciones es normal en lugar de urgente por defecto
eu: Jakinarazpenen lehentasuna normala da, urgentziaz egin beharrean
gl: A prioridade das notificacións é normal no lugar de urxente por defecto
he: עדיפות ההתראות היא רגילה במקום דחופה כברירת מחדל
hr: Za prioritet obavijesti se standardno koristi „Normalno” umjesto „Hitno”
id: Prioritas notifikasi adalah normal, bukan mendesak secara default
pl: Powiadomienia mają zwykły priorytet, zamiast domyślnego wysokiego
sv: Aviseringsprioritet är normal istället för brådskande som standard

source: Add a per-tab setting to change notifications priority
ar: أضف إعدادًا لكل لسان لتغيير أولوية التنبيهات
bg: Добавена на настройка за всеки подпрозорец за промяна на приоритета на известията
es: Añadida una configuración por pestaña para cambiar la prioridad de las notificaciones
eu: Gehitu erlaitz bakoitzeko konfigurazio bat, jakinarazpenen lehentasuna aldatzeko
gl: Engadida unha configuración por lapela para cambiar a prioridade das notificacións
he: ניתן להוסיף הגדרות לכל לשונית בנפרד כדי לשנות את עדיפות ההתראות
hr: Dodana postavka za pojedinačne kartice za mijenjanje prioriteta obavijesti
id: Menambahkan pengaturan per tab untuk mengubah prioritas notifikasi
pl: Dodaj ustawienia dla konkretnej karty, żeby zmienić priorytet powiadomień
sv: La till en inställning per flik för att ändra aviseringsprioritet

source: Fix authentication on many popular websites
ar: إصلاح التوثيق على العديد من المواقع المشهورة
bg: Поправено е удостоверяването в много популярни уеб сайтове
es: Corrección de la autenticación en muchos sitios web populares
eu: Autentifikazioa zuzendu da herri-webgune askotan
gl: Corrección da autenticaión en moitos sitios web populares
he: תוקן האימות במגוון אתרים נפוצים
hr: Ispravak autenitifikacije na mnogim popularnim web stranicama
id: Memperbaiki otentikasi pada banyak situs web populer
pl: Napraw uwierzytelnianie na wielu popularnych stronach internetowych
sv: Fixade autentisering på många populära webbplatser

source: Fix Cancel button in tab settings dialog
ar: أصلح زِر الإلغاء في حوارية إعدادات اللسان
bg: Поправен е бутона „Отказ“ в диалоговия прозорец с настройките на подпрозореца
es: Corrección del botón de cancelar en el diálogo de configuración de las pestañas
eu: Erlaitzen konfigurazio-elkarrizketan ezeztatzeko botoia zuzendu da
gl: Corrección do botón de cancelar no diálogo de configuración das lapelas
he: תוקן כפתור הביטול בחלונית הגדרות הלשונית
hr: Ispravak greške s gumbom „Odustani” u dijalogu postavki kartica
id: Perbaikan tombol Batal dalam dialog pengaturan tab
pl: Napraw przycisk "Anuluj" w dialogu ustawień karty
sv: Fixade Avbryt knapp i dialogrutan för flikinställningar

source: Use middle-click or Ctrl+click to open links in the browser
ar: استخدم النّقر بالوسط أو Ctrl+نقرة لفتح الروابط في المتصفح
bg: Използване на средно натискане или Ctrl+натискане, за да отваряте връзки в браузъра
es: Usar el botón central del ratón o Ctrl+clic para abrir los enlaces en el navegador
eu: Saguaren erdiko botoia edo Ctrl+klik erabili estekak nabigatzailean irekitzeko
gl: Usar o botón central do rato ou Ctrl+clic para abrir as ligazóns no navegador
he: ניתן להשתמש ב־Ctrl+לחיצה כדי לפתוח קישורים בדפדפן
hr: Koristi srednji klik ili Ctrl+klik za otvaranje poveznica u pregledniku
id: Gunakan klik tengah atau Ctrl+klik untuk membuka tautan di browser
pl: Użyj środkowego przycisku myszy lub kombinacji ctrl+lewy przycisk, żeby otworzyć link w przeglądarce
sv: Använd mittenklick eller Ctrl+klick för att öppna länkar i webbläsaren

source: Fix window title
ar: إصلاح عنوان النافذة
bg: Поправено е заглавието на прозореца
es: Corrección del título de la ventana
eu: Leihoaren izenburua zuzentzea
gl: Corrección do título da xanela
he: כותרת החלון תוקנה
hr: Ispravak za naslov prozora
id: Memperbaiki judul jendela
pl: Napraw tytuł okna
sv: Fixade fönstertitel

source: Update GNOME runtime to 41
ar: حدّث زمن تشغيل جنوم إلى 41
bg: Обновен е GNOME средата за изпълнение до 41
es: Actualización del entorno de ejecución de GNOME a 41
eu: GNOMEren gauzatze-ingurunea eguneratzea, 41era
gl: Actualización do ambiente de execución de GNOME a 41
he: סביבת הריצה של GNOME עודכנה ל־41
hr: Ažurirano vrijeme izvođenja GNOME-a na 41
id: Memperbarui runtime GNOME ke 41
pl: Zaktualizuj środowisko uruchomieniowe GNOME do 41
sv: Uppdaterade GNOME körtid till 41

source: Fix an issue preventing some sites such as Twitter or Facebook from being added.
ar: إصلاح مشكلة تمنع إضافة بعض المواقع مثل إكس أو فيسبوك.
bg: Поправен е проблем, който не позволяваше на някои сайтове, например Twitter или Facebook, да бъдат добавяни.
es: Corrección de un problema que impedía añadir algunos sitios como Twitter o Facebook.
eu: Twitter edo Facebook bezalako gune batzuk gehitzea eragozten zuen arazo bat zuzentzea.
gl: Corrección dun problema que impedia engadir algúns sitios como Twitter ou Facebook.
he: תוקנה תקלה שמנעה הוספת אתרים כמו טוויטר או פייסבוק.
hr: Ispravak problema koji sprečava dodavanje nekih web stranica kao što su Twitter ili Facebook.
id: Memperbaiki masalah yang mencegah beberapa situs seperti Twitter atau Facebook ditambahkan.
pl: Napraw błąd uniemożliwiający dodanie niektórych stron jak Twitter czy Facebook
sv: Åtgärdade ett problem som förhindrar att vissa webbplatser som Twitter eller Facebook läggs till.

source: Update GNOME runtime to 3.38
ar: حدّث زمن تشغيل جنوم إلى 3.38
bg: Обновен е GNOME средата за изпълнение до 3.38
es: Actualización del entorno de ejecución de GNOME a la versión 3.38
eu: GNOMEren egikaritze-ingurunea 3.38 bertsiora eguneratzea
gl: Actualización do ambiente de execución de GNOME á versión 3.38
he: סביבת הריצה של GNOME עודכנה ל־3.38
hr: Ažurirano vrijeme izvođenja GNOME-a na 3.38
id: Memperbarui runtime GNOME ke 3.38
pl: Zaktualizuj środowisko uruchomieniowe GNOME do 3.38
sv: Uppdaterade GNOME körtid till 3.38

source: Enable spell checking
ar: فعّل التدقيق الإملائي
bg: Включване на проверката на правописа
es: Activada la corrección ortográfica
eu: Zuzenketa ortografikoa aktibatuta
gl: Activada a corrección ortográfica
he: הפעלת בדיקת איות
hr: Omogućena provjera pravopisa
id: Mengaktifkan pemeriksaan ejaan
pl: Włącz sprawdzane składni
sv: Aktivera stavningskontroll

source: Customizable user-agent per instance
ar: عميل مستخدم مخصص لكل مثيل
bg: Способност за настройване на потребителския агент за всяка инстанция
es: Agente de usuario personalizable por instancia
eu: Erabiltzaile-agente pertsonalizagarria, instantziaren arabera
gl: Axente de usuario personalizábel por instancia
he: הגדרה אישית של סוכן משתמש לכל מופע
hr: Prilagodljiv korisnički agent po instanci
id: user-agent yang dapat disesuaikan per instance
pl: Konfigurowalny user-agent dla każdej instancji
sv: Anpassningsbar användaragent per instans

source: New project icon/logo
ar: شعار/أيقونة مشروع جديدة
bg: Нова иконка и лого на проекта
es: Icono/logotipo del proyecto nuevo
eu: Proiektu berriaren ikonoa/logotipoa
gl: Icona/logotipo do proxecto novo
he: סמל/לוגו חדש למיזם
hr: Nova ikona/logotip projekta
id: Ikon/logo baru untuk proyeknya
pl: Nowy projekt ikon/logo
sv: Ny projekt ikon/logotyp

source: New tab background color respects dark mode
ar: لون خلفية اللسان الجديد يحترم الوضع الداكن
bg: Цветът на фона в новите подпрозорци вече уважава тъмния режим
es: El color de fondo de la pestaña nueva respeta el modo oscuro
eu: Erlaitz berriaren hondoko koloreak modu iluna errespetatzen du
gl: A cor de fondo da lapela nova respecta o modo escuro
he: צבע רקע לשונית חדשה מכבד מצב לילה
hr: Boja pozadine nove kartice uzima u obzir tamni način rada
pl: Kolor tła nowej karty dostosowuje się do trybu ciemnego
sv: Ny fliks bakgrundsfärg som respekterar mörkt läge

source: Add support for downloading files
ar: أضِف دعم تنزيل الملفات
bg: Добавена е способност за изтегляне на файлове
es: Añadido soporte para la descarga de archivos
eu: Fitxategiak deskargatzeko euskarria erantsi da
gl: Engadido soporte para a descarga de ficheiros
he: נוספה תמיכה להורדת קבצים
hr: Dodana podrška za preuzimanje datoteka
id: Menambahkan dukungan untuk mengunduh berkas
pl: Umożliw pobierane plików
sv: La till stöd för nedladdning av filer

source: Add home button
ar: أضِف زر المنزل
bg: Добавен е бутон за начало
es: Añadido el botón de inicio
eu: Gehitu hasierako botoia
gl: Engadido o botón de inicio
he: נוסף כפתור בית
hr: Dodan gumb za početnu stranicu
id: Menambahkan tombol beranda
pl: Dodaj przycisk domowy
sv: La till hemknapp

source: Better desktop integration
ar: دمج أفضل مع سطح المكتب
bg: По—добра интеграция с работната среда
es: Mejorada la integración con el escritorio
eu: Mahaiarekiko integrazioa hobetu da
gl: Mellorada a integración co escritorio
he: שילוב משופר מול שולחן העבודה
hr: Bolja integracija s radnom površinom
id: Integrasi dengan desktop lebih baik
pl: Lepsza integracja z pulpitem
sv: Bättre skrivbordsintegration

source: Fix the main window becoming tiny when unmaximizing
ar: إصلاح خطأ يجعل النافذة تصبح ضئيلة أثناء التصغير
bg: Основният прозорец вече не става малък при демаксимизиране
es: Corrección de la ventana principal que se vuelve diminuta al restaurar la ventana
eu: Leihoa leheneratzean txikitzen den leiho nagusia zuzentzea
gl: Corrección da xanela principal que se volve pequerrecha ao restaurar a xanela
he: תיקון בעיה שהחלון הראשי מצטמק בעת ביטול הגדלה
hr: Ispravak glavnog prozora koji postaje malen kada se smanjuje
pl: Napraw błąd powodujący bardzo mały rozmiar głównego okna po zdemaksymalizowaniu
sv: Fixade att huvudfönstret blir litet när det inte maximeras

source: Enable touchpad/touchscreen swipe navigation gestures
ar: إصلاح التصفح بالحركة أثناء الزلق بلوحة اللمس/شاشة اللمس
bg: Включване на жестове за навигация с плъзгане на сензорния панел/екран
es: Activados los gestos de navegación para panel táctil/pantalla táctil
eu: Nabigazio-keinuak aktibatu dira ukipen-panelerako/ukipen-pantailarako
gl: Activados os xestos de navegación do panel táctil/pantalla táctil
he: הפעלת מחוות ניווט בהחלקה במשטח/מסך מגע
hr: Omogući geste navigacije prstima na dodirnoj ploči/ekranu osjetljivom na dodir
pl: Umożliw korzystanie z gestów nawigacyjnych gładzika/ekranu dotykowego
sv: Aktivera navigeringsgester för pekplatta/pekskärm

source: Better notifications handling
ar: تعامل أفضل مع التنبيهات
bg: По—добра обработка на известията
es: Mejorada la gestión de las notificaciones
eu: Jakinarazpenen kudeaketa hobetu da
gl: Mellorada a xesión das notificacións
he: טיפול משופר בהתראות
hr: Bolje rukovanje obavijestima
pl: Lepsza obsługa powiadomień
sv: Bättre aviseringshantering

source: Improved web compatibility and performances
ar: تحسين التوافية مع الوِب والأداء
bg: Подобрена уеб съвместимост и производителност
es: Mejorada la compatibilidad y el rendimiento de la web
eu: Webgunearen bateragarritasuna eta errendimendua hobetu dira
gl: Mellorada a compatibilidade e o rendemento da web
he: תאימות לדפדפנים וביצועים השתפרו
hr: Poboljšana web kompatibilnost i performanse
id: Meningkatkan kompatibilitas web dan performa
pl: Poprawiona kompatybilność web i wydajność
sv: Förbättrad webbkompatibilitet och prestanda

source: Tangram now works properly on Flatpak 1.0 (Linux Mint, Ubuntu 18.04, ...)
ar: تانجرام يعمل الآن على فلاتباك 1.0 (لينكس مِنت، أوبنتو 18.04، إلخ...)
bg: Tangram вече работи нормално на Flatpak 1.0 (Linux Mint, Ubuntu 18.04, …)
es: Tangram ahora funciona correctamente en Flatpak 1.0 (Linux Mint, Ubuntu 18.04, …)
eu: Tangram, orain, ondo dabil Flatpak 1.0 formatuan (Linux Mint, Ubuntu 18.04, …)
gl: Tangram agora funciona correctamente en Flatpak 1.0 (Linux Mint, Ubuntu 18.04, …)
he: Tangram עובד מעתה כראוי על Flatpak 1.0‏ (Linux Mint, אובונטו 18.04…)
hr: Tangram sada ispravno radi na Flatpak 1.0 (Linux Mint, Ubuntu 18.04, …)
id: Tangram sekarang bekerja pada Flatpak 1.0 (Linux Mint, Ubuntu 18.04, ...)
pl: Tangram działa teraz na Flatpak 1.0 (Linux Mint, Ubuntu 18.04, ...)
sv: Tangram fungerar nu korrekt med Flatpak 1.0 (Linux Mint, Ubuntu 18.04, ...)

source: Franz;Ferdi;Rambox;Wavebox;Station;
ar: فرانز;فيردي;رامبوكس;ويفبوكس;محطة;
he: Franz;Ferdi;Rambox;Wavebox;Station;שיחה;התכתבות;שילוב;

source: Tabs position
ar: موضع الألسنة
bg: Позиция на подпрозорец
es: Posición de las pestañas
eu: Erlaitzen posizioa
gl: Posición das lapelas
he: מיקום לשוניות
hr: Položaj kartica
id: Posisi tab
pl: Pozycjonowanie kart
sv: Flikarnas position

source: Sets the position of the tabs
ar: يعين موضع الألسنة
bg: Задава позицията на подпрозорците
es: Establece la posición de las pestañas
eu: Erlaitzen posizioa ezartzen du
gl: Estabelece a posición das lapelas
he: מגדיר את מיקום הלשוניות
hr: Postavlja položaj kartica
pl: Ustawia pozycję kart
sv: Ställer in flikarnas position

source: Window width
ar: عُرض النافذة
bg: Широчина на прозореца
es: Ancho de la ventana
eu: Leihoaren zabalera
gl: Ancho da xanela
he: רוחב חלון
hr: Širina prozora
id: Lebar jendela
pl: Szerokość okna
sv: Fönster bredd

source: Width of the window
ar: عُرض النافذة
bg: Широчината на прозореца
es: Anchura de la ventana
eu: Leihoaren zabalera
gl: Anchura da xanela
he: רוחב החלון
hr: Širina prozora
pl: Szerokość okna
sv: Bredd på fönstret

source: Window height
ar: ارتفاع النافذة
bg: Височина на прозореца
es: Alto de la ventana
eu: Leihoaren altuera
gl: Altura da xanela
he: גובה חלון
hr: Visina prozora
id: Tinggi jendela
pl: Wysokość okna
sv: Fönsterhöjd

source: Height of the window
ar: ارتفاع النافذة
bg: Височината на прозореца
es: Altura de la ventana
eu: Leihoaren altuera
gl: Alto da xanela
he: גובה החלון
hr: Visina prozora
pl: Wysokość okna
sv: Fönstrets höjd

source: Window maximized
ar: النافذة مكبَّرة
bg: Максимизиран прозорец
es: Ventana maximizada
eu: Leiho maximizatua
gl: Xanela maximizada
he: חלון מוגדל
hr: Prozor rasklopljen
pl: Okna zmaksymalizowane
sv: Fönster maximerat

source: Whether the window is maximized
ar: ما إذا كانت النافذة مكبَّرة
bg: Дали прозорецът е максимизиран
es: Si la ventana está maximizada
gl: Indica se a xanela está maximizada
he: האם החלון מוגדל
hr: Veličina prozora
pl: Jeśli okno jest maksymalizowane
sv: Huruvida fönstret är maximerat

source: Instances
ar: المثيلات
bg: Инстанции
es: Instancias
eu: Instantziak
gl: Instancias
he: מופעים
hr: Instance
pl: Instancje
sv: Instanser

source: Identifiers of instances to be found in /re/sonny/Tangram/instances/
ar: معرفات المثيلات توجد في /re/sonny/Tangram/instances/
bg: Идентификатори на инстанциите, които могат да бъдат намерени в /re/sonny/Tangram/instances/
es: Identificadores de instancias que se encuentran en /re/sonny/Tangram/instances/
eu: Instantzien identifikatzaileak hemen aurki dezakete: /re/sonny/Tangram/instances/
gl: Identificadores de instancias que se atopan en /re/sonny/Tangram/instances/
he: מזהי המופעים נמצאים ב־/re/sonny/Tangram/instances/
hr: Identifikatori instanci se nalaze u /re/sonny/Tangram/instances/
pl: Identyfikatory instancji można znaleźć w/re/sonny/Tangram/instances/instances/
sv: Identifierare av instanser som finns i /re/sonny/Tangram/instances/

source: Name
ar: الاسم
bg: Име
es: Nombre
eu: Izena
gl: Nome
he: שם
hr: Ime
id: Nama
pl: Nazwa
sv: Namn

source: Name to display
ar: اسم العرض
bg: Име за показване
es: Nombre a mostrar
eu: Erakutsi beharreko izena
gl: Nome a mostrar
he: שם להצגה
hr: Ime za prikaz
pl: Nazwa wyświetlana
sv: Namn att visa

source: URL
ar: الرابط التشعبي
bg: Адрес
he: כתובת
pl: Adres URL

source: Start URL
ar: ابدأ الرابط التشعبي
bg: Начален адрес
es: URL de inicio
eu: Hasierako URLa
gl: URL de inicio
he: כתובת פתיחה
hr: URL početne stranice
id: URL Awal
pl: Startowy adres URL

source: User agent
ar: عميل المستخدم
bg: Име на потребителски агент
es: Agente de usuario
eu: Erabiltzaile-agentea
gl: Axente de usuario
he: סוכן משתמש
hr: Korisnički agent
sv: Användaragent
